{
  "appDescription": {
    "message": "CaptionSpeaker is a chrome extension that allows you to hear subtitles in a specified language when they are set on youtube."
  },
  "PageActionDefaultTitle": {
    "message": "Start or stop subtitle speaking\n(Right-click on the setting and select \"Options\")"
  },
  "KeyboardShortcutNameEnableEvent": {
    "message": "Start speech"
  },
  "KeyboardShortcutNameDisableEvent": {
    "message": "Stop speech"
  },
  "OptionsPagePitchTitle": {
    "message": "Pitch"
  },
  "OptionsPageRateTitle": {
    "message": "Rate"
  },
  "OptionsPageVolumeTitle": {
    "message": "Volume"
  },
  "OptionsPageSampleTextTitle": {
    "message": "Speech sample text"
  },
  "OptionsPageSampleTextValue": {
    "message": "If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal."
  },
  "OptionsPageKeyboardShortcutsLinkText": {
    "message": "Open keyboard shortcuts settings"
  },
  "OptionsPageDonateText": {
    "message": "You can support CaptionSpeaker by donating:"
  },
  "OptionsPageIsRateMaxStrechText": {
    "message": "Increase the speed limit (Deprecated)"
  },
  "OptionsPageIsRateMaxStrechTextWarning": {
    "message": "Some speakers may not be able to read aloud if a certain speed is set, or the speed setting may be ignored.Therefore, after turning this option ON, always perform a reading test and confirm that reading is performed as intended. please."
  },
  "OptionsPageIsStopIfNewSpeech": {
    "message": "Stop the previous utterance when a new utterance is made (this may be a measure against delays in reading subtitles when there is a large amount of subtitles)"
  },
  "OptionsPageIsDisableSpeechIfSameLocaleVideo": {
    "message": "If the subtitle of the same language as the utterance setting language is default, do not speak (it may not work well because it is an experimental function)"
  },
  "OptionsPageIsDisableSpeechIfChaptionDisabled": {
    "message": "Read only when the subtitles are displayed."
  },
  "OptionsPageAnnounceTitle": {
    "message": "Thank you for using CaptionSpeaker."
  },
  "OptionsPageAnnounceMessage": {
    "message": "Of the following settings, set the Speaker part to the appropriate language and speaker, use \"Test\" to check if you can speak, and then press \"Save\" to save the settings. CaptionSpeaker will not work if at least that is not done."
  },
  "OptionsPageIsDisableSpeechEmbeddedSite": {
    "message": "Prevent it from working with embedded videos"
  },
  "OptionsSpeechWithoutSyncEnabled": {
    "message": "Speech without syncing time"
  },
  "OptionsPageIsOverrideOriginalVolumeEnabled": {
    "message": "Decrease the volume of the original video during utterance (specify by ratio)"
  },
  "OptionsPageReleaseNotes": {
    "message": "Version 2.0.0: The range of support has been expanded to youtube videos embedded in other sites (If you do not need it, please turn on \"Prevent it from working with embedded videos\"). In addition, in order to follow the specification change of Chrome Extension, we have made support for manifest v3. With this support, all saved settings may be erased. Therefore, please make the appropriate settings on this setting screen once again. In Version 2. *, we are trying not to change the behavior compared to Version 1. *, but since the internal implementation has changed significantly, it may behave differently or become inoperable."
  }
}
